import React from "react";
import '../css/Home.css';

function Home () {
    return (
        <div className="home-wrapper">
            Pikmin Bloom은 실제 세계를 걷는 모바일 게임이다.
            <br/>걸음을 내딛고 다양한 위치에서 게임을 하면 다양한 종류의 게임 내 리소스를 얻을 수 있으며, 이를 통해 게임을 점진적으로 진행할 수 있다.
            <br/>이동에 초점을 맞추었기 때문에 휴대폰의 GPS가 켜져 있어야 하며, 휴대폰에 내장된 걸음 수 카운터를 사용할 수 있는 권한이 필요하다.
            <br/><br/>
            묘목을 주워 피크민을 키울 수 있고, 묘목을 뽑으면 플레이어의 컬렉션에 피크민이 추가된다.
            <br/>피크민은 다양한 일을 할 수 있다. 탐험에서 아이템을 수집하거나, 버섯을 파괴하거나, 친구에게 엽서를 전달하도록 보낼 수 있다.
            <br/><br/>
            이 게임에는 많은 종류의 꽃과 과일이 등장한다. 탐험과 산책 중에 찾을 수 있다.
            <br/>과일을 수집하며 플레이어에게 약간의 수정을 제공한다.
            <br/>수정은 피크민에게 먹일 수 있으며, 피크민 머리에 꽃이 피게 된다. 꽃을 클릭하면 플레이어는 꽃잎을 얻을 수 있다.
            <br/>꽃잎은 꽃 심기를 통해 소모할 수 있으며, 꽃심기를 할 시에 묘목이 더 빠르게 자라도록 도와준다.
            



        </div>
    )
};

export default Home;